export interface CorporateProcess {
  id: string;
  title: string;
  description: string;
}

export const corporateProcess: CorporateProcess[] = [
  {
    id: '01',
    title: 'Оцінка рівня',
    description:
      'Проводимо тестування для визначення поточного рівня володіння англійською мовою кожного співробітника.',
  },
  {
    id: '02',
    title: 'Розробка програми',
    description:
      'Створюємо навчальний план з урахуванням цілей компанії та індивідуальних потреб учасників.',
  },
  {
    id: '03',
    title: 'Навчання',
    description: 'Проводимо інтерактивні заняття з використанням сучасних методик та ресурсів.',
  },
  {
    id: '04',
    title: 'Моніторинг процесу',
    description: 'Регулярно оцінюємо успіхи та надаємо детальні звіти HR-відділу.',
  },
];
